{
  "idioma": "English",
  "titulo-cargo": "FullStack Developer",
  "resumo": "Highly skilled and dedicated Software Developer with extensive experience in building and leading technical solutions for web and mobile applications. Proven expertise in frontend development with Angular, technical team leadership, and project execution for high-impact initiatives, including public sector systems and insurance programs. Adept at collaborating with cross-functional teams, optimizing development workflows, and delivering robust and scalable software solutions. Passionate about leveraging technology to drive efficiency and innovation.",
  "contato-titulo": "Contact",
  "educacao-titulo": "Education",
  "educacao-1-titulo": "Postgraduate Degree",
  "educacao-1-descricao": "Object-Oriented Development in Java.",
  "educacao-2-titulo": "Postgraduate Degree",
  "educacao-2-descricao": "Object-Oriented Programming.",
  "educacao-3-titulo": "Associate's Degree",
  "educacao-3-descricao": "Technologist in Systems Analysis and Development. <br />Graduated with honors for excellence in the final project.",
  "trabalho-titulo": "Work Experience",
  "trabalho-1-titulo": "Senior Developer Analyst<br /><span>Polícia Judiciária Civil - MT</span>",
  "trabalho-1-descricao": "Frontend development of internal and external systems for the Civil Police, using Angular as the main framework.",
  "trabalho-2-titulo": "Technical Lead <br /><span>Tecnisys</span>",
  "trabalho-2-descricao": "Provided technical leadership to the development team, offering support to management and analysts while ensuring technical alignment across projects.",
  "trabalho-3-titulo": "Mid-Level Developer Analyst<br /><span>Spread Tecnologia</span>",
  "trabalho-3-descricao": "Responsible for projects related to the DPVAT insurance program provided by Caixa Econômica Federal, including the development of internal systems and mobile applications.",
  "trabalho-4-titulo": "Fullstack Developer<br /><span>Tecnisys</span>",
  "trabalho-4-descricao": "Developed robust and scalable web applications using PHP, Angular, and Java Spring Boot, ensuring seamless integration between client-side and server-side functionalities.",
  "trabalho-5-titulo": "Support Analyst<br /><span>Stefanini</span>",
  "trabalho-5-descricao": "Provided online support to address client issues, ensuring timely resolution through remote assistance. Created comprehensive documentation for troubleshooting and incident resolution. Developed scripts to automate solutions for technical problems, optimizing efficiency and reducing response times.",
  "habilitadesTecnicas": "Technical Skills",
  "hobby": "Hobbies",
  "hobby-1": "Music",
  "hobby-2": "Code",
  "hobby-3": "Movie",
  "hobby-4": "Soccer",
  "hobby-5": "Games",
  "hobby-6": "Rubik Cube"
}