{
  "idioma": "Português",
  "titulo-cargo": "Desenvolvedor FullStack",
  "resumo": "Desenvolvedor de Software altamente qualificado e dedicado, com ampla experiência na construção e liderança de soluções técnicas para aplicações web e móveis. Expertise comprovada no desenvolvimento frontend com Angular, liderança técnica de equipes e execução de projetos para iniciativas de grande impacto, incluindo sistemas do setor público e programas de seguro. Hábil em colaborar com equipes multifuncionais, otimizar fluxos de trabalho de desenvolvimento e entregar soluções de software robustas e escaláveis. Apaixonado por usar a tecnologia para impulsionar eficiência e inovação.",
  "contato-titulo": "Contato",
  "educacao-titulo": "Educação",
  "educacao-1-titulo": "Pós-Graduação",
  "educacao-1-descricao": "Desenvolvimento Orientado a Objetos em Java.",
  "educacao-2-titulo": "Pós-Graduação",
  "educacao-2-descricao": "Programação Orientada a Objetos.",
  "educacao-3-titulo": "Graduação Ensino Superior",
  "educacao-3-descricao": "Tecnólogo em Análise e Desenvolvimento de Sistemas. <br />Graduado com louvor pela excelência no projeto final.",
  "trabalho-titulo": "Experiência Profissional",
  "trabalho-1-titulo": "Analista Desenvolvedor Sênior<br /><span>Polícia Judiciária Civil - MT</span>",
  "trabalho-1-descricao": "Desenvolvimento frontend de sistemas internos e externos para a Polícia Civil, utilizando Angular como principal framework.",
  "trabalho-2-titulo": "Líder Técnico<br /><span>Tecnisys</span>",
  "trabalho-2-descricao": "Forneceu liderança técnica para a equipe de desenvolvimento, oferecendo suporte à gestão e analistas, garantindo alinhamento técnico em todos os projetos.",
  "trabalho-3-titulo": "Analista Desenvolvedor Pleno<br /><span>Spread Tecnologia</span>",
  "trabalho-3-descricao": "Responsável por projetos relacionados ao programa de seguro DPVAT disponibilizado pela Caixa Econômica Federal, incluindo o desenvolvimento de sistemas internos e aplicativos móveis.",
  "trabalho-4-titulo": "Desenvolvedor Fullstack<br /><span>Tecnisys</span>",
  "trabalho-4-descricao": "Desenvolveu aplicações web robustas e escaláveis usando PHP, Angular e Java Spring Boot, garantindo integração perfeita entre as funcionalidades de frontend e backend.",
  "trabalho-5-titulo": "Analista de Suporte<br /><span>Stefanini</span>",
  "trabalho-5-descricao": "Prestou suporte online para resolução de problemas dos clientes, garantindo atendimento remoto eficiente. Criou documentação abrangente para solução de problemas e resolução de incidentes. Desenvolveu scripts para automatizar soluções de problemas técnicos, otimizando a eficiência e reduzindo os tempos de resposta.",
  "habilitadesTecnicas": "Habilidades Técnicas",
  "hobby": "Entreterimentos",
  "hobby-1": "Música",
  "hobby-2": "Codificação",
  "hobby-3": "Filmes",
  "hobby-4": "Futebol",
  "hobby-5": "Jogos",
  "hobby-6": "Cubo Mágico"
}
